{
    "smoothHire": {
        "challenge": "How to hire top tier technical talents?",
        "descrip": "This is a job board designed to get company more millennial technical talents",
        "name": "smoothHire",
        "myrole": [
            "Sourced relevant players and conducted interviews",
            "Designed experimentations to validate risky assumptions",
            "Decided key user flows then made prototype conveys the value"
        ],
        "for": "UX experimentation",
        "title": [
            "Problem Statement",
            "User Research",
            "Industrial Research",
            "Ideation",
            "Risk analysis",
            "Experimentation",
            "Sketch",
            "Prototype",
            "Product demo"
        ],
        "content": "We interviewed around 20 people, including fresh graduates from top university, bootcamp students, career switchers, recruiters and C-cuites from Tech startups.\n From research, we found",
        "otherProjects": [
            {
                "name": "Smooth Hire",
                "link": "/smoothHire"
            },
            {
                "name": "Vogether",
                "link": "/vogether"
            },
            {
                "name": "Flocker",
                "link": "/flocker"
            }
        ]
    },
    "vogether": {
        "challenge": "What should an interface like to help people seek immediate attention",
        "descrip": "Inspired by the behavior of people watching, Vogether creates an experience that contains motivation and satisfaction brought by people watching.",
        "name": "Vogether",
        "myrole": [
            "Storyboaring according to the key takeaways from user research",
            "Conducted usability test to improve the user experience of the UI",
            "Designed visual of interface, including color layout icon etc"
        ],
        "for": "Mobile app",
        "title": [
            "User Research",
            "Competitive position",
            "Storyboarding",
            "Blockframes",
            "Prototype",
            "User test and iteration",
            "User flow",
            "Product demo",
            "Privacy concerns"
        ],
        "content": {
            "research": [
                "We interviewed around 20 people, including fresh graduates from top university, bootcamp students, career switchers, recruiters and C-cuites from Tech startups.\n From research, we found"
            ]
        },
        "otherProjects": [
            {
                "name": "Smooth Hire",
                "link": "/smoothHire"
            }
        ]
    },
    "campy": {
        "descrip": "A year long design research project based on the research of current technology's implementation and conceptual mechanization.",
        "name": "Thesis – What will we become, now that life means living with computers? ",
        "title": [
            "Topic refinement",
            "Case study I",
            "Ideation I",
            "Experiment",
            "Evaluation",
            "Case study II",
            "Ideation II",
            "Iteration",
            "Future"
        ],
        "paragraph1": "As the internet becomes ubiquitous and software gets smarter, it raises the question that what does it mean to live with all these laptops, smartphones and other devices? Some people think softwares will dominate the world and terminate human civilization, while others think computers will be embedded into humans and turn them into cyborgs. Is it true?",
        "paragraph2": "In order to answer that question, I narrowed my target as designers and looked into how far is the technology going in term of being able to replace human."
    }
}